/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-page",
      "custom_css": [
        "{padding-bottom: 0px; margin: 0px;}"
      ],
      "settings": {
        "show_page_title": true,
        "heading_size": "h2",
        "heading_align": "text-center"
      }
    },
    "image_banner_8xf9R9": {
      "type": "image-banner",
      "custom_css": [],
      "settings": {
        "image_desktop": "shopify://shop_images/aiuto.jpg",
        "url": "",
        "height_mode": "fixed",
        "fixed_height_desktop": 380,
        "fixed_height_mobile": 250,
        "overlay_position": "justify-center items-end",
        "overlay_text_align": "text-center",
        "mob_center_text": false,
        "mobile_stacked": false,
        "color_scheme": "white",
        "full_width": false,
        "transparent_content_color": "#ffffff",
        "tint_color": "#000000",
        "tint_opacity": 0,
        "prevent_animation": true
      }
    },
    "icons_with_text_abeBW3": {
      "type": "icons-with-text",
      "blocks": {
        "item_n8CWCR": {
          "type": "item",
          "settings": {
            "icon": "phone",
            "use_custom_icon_color": false,
            "icon_color": "#000000",
            "heading": "Chiamaci",
            "text": "<p>+39 344 121 2273</p>",
            "link": ""
          }
        },
        "item_B8AaQ4": {
          "type": "item",
          "settings": {
            "icon": "email",
            "use_custom_icon_color": false,
            "icon_color": "#000000",
            "heading": "E-mail",
            "text": "<p>Ti risponderemo tramite e-mail</p>",
            "link": ""
          }
        },
        "item_PKm6t4": {
          "type": "item",
          "settings": {
            "icon": "chat_bubble",
            "use_custom_icon_color": false,
            "icon_color": "#000000",
            "heading": "Chatta con noi ora",
            "text": "<p>Alessandro è a tua disposizione</p>",
            "link": ""
          }
        },
        "item_BBwe3R": {
          "type": "item",
          "settings": {
            "icon": "chat_bubble",
            "use_custom_icon_color": false,
            "icon_color": "#000000",
            "custom_icon": "shopify://shop_images/whatsapp.png",
            "heading": "Whatsapp",
            "text": "<p>Scrivici su Whatsapp al 344 1212 273</p>",
            "link": "https://wa.me/393441212273"
          }
        }
      },
      "block_order": [
        "item_n8CWCR",
        "item_B8AaQ4",
        "item_PKm6t4",
        "item_BBwe3R"
      ],
      "settings": {
        "heading": "",
        "heading_align": "text-start",
        "icon_size": 48,
        "title_type_scale": "medium",
        "text_type_scale": "medium",
        "icon_position": "beside",
        "mobile_stack": false,
        "section_height": "medium",
        "color_scheme": "1",
        "full_width": true,
        "dividers": "none",
        "prevent_animation": false
      }
    },
    "rich_text_fdhmYD": {
      "type": "rich-text",
      "blocks": {
        "text_jhHYxq": {
          "type": "text",
          "settings": {
            "text": "<p>Siamo disponibili dalle 9:00 - 12:30 / 16:00 - 19:00, dal Lunedì al Venerdì.</p>",
            "enlarge_text": true
          }
        }
      },
      "block_order": [
        "text_jhHYxq"
      ],
      "custom_css": [],
      "settings": {
        "text_position": "justify-center",
        "text_align": "text-center",
        "mob_center_text": false,
        "color_scheme": "1",
        "full_width": true,
        "prevent_animation": false
      }
    },
    "faq_Lqh466": {
      "type": "faq",
      "blocks": {
        "category_pzR4mL": {
          "type": "category",
          "settings": {
            "text": "Ordini e Spedizione"
          }
        },
        "question_jgX9xP": {
          "type": "question",
          "settings": {
            "icon": "none",
            "heading": "Come capisco se il mio ordine è stato spedito?",
            "text": "<p>Per verificare lo stato del tuo ordine, devi andare nella sezione <a href=\"https://www.millstore.it/sales/order/history/\">Ordini</a>. Se non hai fatto la registrazione, quindi hai ordinato come Utente Ospite, allora dovrai attendere la nostra e-mail di spedizione con il tracking.</p><p>Ci sono 2 stati d'ordine:</p><p>In Elaborazione: significa che al momento stiamo elaborando e imballando i prodotti che hai ordinando. Riceverai un'email per informarti che abbiamo ricevuto il tuo ordine. Quando il tuo ordine verrà spedito, invieremo un'altra email con le informazioni di tracciamento.</p><p>In Attesa: Hai deciso di pagare con \"Bonifico Bancario\", quindi devi attendere che visualizziamo il pagamento in banca. Appena verrà visualizzato, lo spediamo e riceverai un'avviso tramite e-mail.</p><p>Spedito: il tuo ordine è stato spedito, dovresti aver ricevuto la e-mail con il codice per tracciare la spedizione. I nostri corrieri impiegato dalle 24 alle 48H per eseguire le consegne. Nel caso in cui l'indirizzo sia in una zona disagiata, ci possono volere fino a 4 giorni lavorativi.</p>"
          }
        },
        "question_yK7kJY": {
          "type": "question",
          "settings": {
            "icon": "none",
            "heading": "Vorrei cancellare il mio ordine, come posso fare?",
            "text": "<p>Se il tuo ordine non è ancora stato spedito, hai tempo fino alle 10:00 per chiedere l'annullamento del tuo ordine, dopodiché sarà impossibile farlo, sopratutto se riguarda le piante, che richiedono molto tempo per la preparazione. Puoi utilizzare uno dei canali di contatto, puoi chiamarci, inviarci un messaggio su Whatsapp, una e-mail, oppure scrivere nella nostra chat.<br/><br/>Se abbiamo già elaborato il tuo ordine, potremmo non essere in grado di annullarlo.</p>"
          }
        },
        "question_PRKDnH": {
          "type": "question",
          "settings": {
            "icon": "none",
            "heading": "Devo aggiungere un prodotto o devo modificare il mio ordine?",
            "text": "<p>Puoi modificare l'ordine o eseguire le aggiunte solo se lo segnali al nostro servizio clienti, entro e non oltre<strong>1 ora</strong>dalla conclusione dell'ordine. Purtroppo successivamente non ci sarà più possibile accettare modifiche o variazioni perché l'ordine è già entrato in fase di preparazione.</p>"
          }
        },
        "question_UMFK36": {
          "type": "question",
          "settings": {
            "icon": "none",
            "heading": "Quando riceverò il mio ordine?",
            "text": "<p>Normalmente i nostri corrieri consegnano gli ordini da 1 a 3 giorni lavorativi. In alcuni casi i tempi posono essere più lunghi, in questo caso troverai le info sui tempi di consegna in ogni scheda prodotto e durante la conclusione dell'ordine.</p>"
          }
        },
        "question_WeAnXQ": {
          "type": "question",
          "settings": {
            "icon": "none",
            "heading": "Come posso tracciare il mio ordine?",
            "text": "<p>Se ti sei registrato al nostro sito, devi accedere al tuo account ed entrare nella sezione \"Ordini\". Cerca l'ultimo ordine che hai eseguito e clicca su \"Visualizza ordine\". Troverai di fronte a te lo stato della consegna.</p>"
          }
        },
        "question_Myg9p8": {
          "type": "question",
          "settings": {
            "icon": "none",
            "heading": "Quanto costa la spedizione?",
            "text": "<p>Se il tuo ordine supera i 79€, la consegna è gratis. Se invece l'importo è inferiore, allora il contributo è di 7,90 €.</p>"
          }
        },
        "question_xeQ4EF": {
          "type": "question",
          "settings": {
            "icon": "none",
            "heading": "Che corrieri utilizzate le consegne?",
            "text": "<p>Il tuo pacco verrà evaso con GLS o TNT a seconda delle zone e della natura della merce.</p>"
          }
        },
        "question_x9fNmp": {
          "type": "question",
          "settings": {
            "icon": "none",
            "heading": "Come faccio ad ordinare?",
            "text": "<p>Per effettuare un ordine, assicurati di aver effettuato l'accesso al tuo account Millstore o creane uno nuovo.</p><p>Quindi, cerca gli articoli che desideri ordinare. Utilizza la barra di ricerca nella parte superiore della pagina per cercare i prodotti. In alternativa, fai clic su uno delle voci di Menà per sfogliare le diverse categorie. Fare clic su un prodotto se vuoi visualizzare maggiori dettagli. Per aggiungere il prodotto al carrello, fare clic sul pulsante arancione che dice \"Aggiungi al carrello\".</p><p>Dopo aver aggiunto qualcosa al carrello, puoi continuare a fare acquisti o concludere l'ordine. Per concluderlo, fai clic sul pulsante arancione che dice \"Concludi l'ordine\". Durante gli acquisti, puoi sempre fare clic sul carrello nell'angolo in alto a destra dello schermo per visualizzare il carrello o procedere al pagamento.</p><p>Nel checkout, aggiungi o seleziona il tuo indirizzo di spedizione. Al momento, spediamo solo in Italia. Successivamente, scegli il tuo metodo di pagamento preferito. Prima di effettuare l'ordine, controlla gli articoli nel carrello. Eventuali sconti o promozioni si rifletteranno nel totale dell'ordine. Quando sei pronto, fai clic sul pulsante arancione che dice \"Effettua ordine\". Ti invieremo un'e-mail di conferma tramite e-mail.</p>"
          }
        },
        "category_ND4C96": {
          "type": "category",
          "settings": {
            "text": "Resi o Danneggiamenti"
          }
        },
        "question_t7jbnQ": {
          "type": "question",
          "settings": {
            "icon": "none",
            "heading": "Cosa devo fare se uno e più prodotti mi sono arrivati danneggiati?",
            "text": "<p>Per avvalersi del diritto di sostituzione o di rimborso al seguito di un danneggiamento da parte del corriere,il cliente è tenuto a inviarci entro 3 giorni dalla ricezione della merce una e-mail. Questa dovrà essere inviata allegando le foto che attestino il danneggiamento dei prodotti e dell'involucro esterno. </p><p>La comunicazione dovrà essere inviata tramite e-mail a: <a href=\"mailto:aiuto@millstore.it\">aiuto@millstore.it</a>, oppure tramite Chat o Whatsapp</p><p>In mancanza di foto o una lista precisa di prodotti danneggiati, non possiamo garantire il completo rimborso o sostituzione.</p>"
          }
        },
        "question_GLh6eF": {
          "type": "question",
          "settings": {
            "icon": "none",
            "heading": "Se non sono soddisfatto del prodotto, come posso restituirlo o richiedere la sostituzione con un'altro?",
            "text": "<p>Potrà esercitare il diritto di recesso entro 14 giorni lavorativi dalla ricezione dell'ordine. Se riceviamo la richiesta dopo tale periodo, non possiamo provvedere al cambio o rimborso. Per rispettare il termine di recesso deve prima richiedere l'autorizzazione per procedere alla rispedizione. Le spese di spedizione sono a carico dell'acquirente.</p><p>Segui queste istruzioni:</p><p>1) Prima di rispedire il reso, contatti il nostro servizio clienti indicando il codice di ogni articolo che desidera restituire. Un nostro operatore le risponderà e le darà l'autorizzazione per procedere.</p><p>2) Imballa la merce come le è stata consegnata, se ci sono prodotti fragili, questi devono essere imballati adeguatamente per scongiurare il danneggiamento.</p><p>3) Compila e allega il <a href=\"https://millstore.it/media/modulo-recesso/modulo-diritto-recesso-v1.pdf\" title=\"Modulo reso\">modulo per il reso</a>, e spedisci il tutto a: Millstore Srl - Strada Provinciale Metaurense, 20 – 61033 Fermignano (PU)</p><p>4) Attendi che arrivi presso il nostro magazzino, un operatore la contatterà tramite e-mail per informarla sui tempi di spedizione o rimborso. </p>"
          }
        },
        "category_UyDgza": {
          "type": "category",
          "settings": {
            "text": "Pagamenti"
          }
        },
        "question_JfdVLJ": {
          "type": "question",
          "settings": {
            "icon": "none",
            "heading": "Non riesco a completare il pagamento o a concludere l'ordine, come faccio?",
            "text": "<p>Se non riesci a completare il pagamento o l'ordine, contattaci tramite i nostri canali di assistenza, un nostro operatore ti darà supporto immediato e ti aiuterà a completare il tuo acquisto.</p>"
          }
        },
        "question_TtnGnX": {
          "type": "question",
          "settings": {
            "icon": "none",
            "heading": "Quali metodi di pagamento accettate?",
            "text": "<p>Puoi pagare il tuo ordine come preferisci. Accettiamo: Paypal, Carta di Credito (Visa, Mastercard, American Express, Postepay), Scalapay o Klarna (3 rate a tasso 0), Bonifico Bancario. Il pagamento alla consegna non lo accettiamo più.</p>"
          }
        },
        "category_rV3kTA": {
          "type": "category",
          "settings": {
            "text": "Promozioni"
          }
        },
        "question_WiadYa": {
          "type": "question",
          "settings": {
            "icon": "none",
            "heading": "Ho ricevuto un codice coupon. Dove lo posso applicare?",
            "text": "<p>Applicare un codice promozionale è semplice! Quando sei nel carrello, oppure nel checkout, inserisci semplicemente il codice nella casella \"Codice sconto\". Quindi, fai clic sul pulsante che dice \"Applica\". Tutti i codici promozionali possono essere utilizzati una sola volta. Controlla i termini e le condizioni specificati nell'e-mail che hai ricevuto.</p>"
          }
        },
        "question_zbKFeA": {
          "type": "question",
          "settings": {
            "icon": "none",
            "heading": "Come posso ottenere uno sconto?",
            "text": "<p>Se vuoi scoprire le nostre promozioni oppure vuoi ricevere un codice sconto, iscriviti alla nostra Newsletter. Appena ti iscrivi, riceverai codice sconto di Benvenuto del 10%.</p>"
          }
        }
      },
      "block_order": [
        "category_pzR4mL",
        "question_jgX9xP",
        "question_yK7kJY",
        "question_PRKDnH",
        "question_UMFK36",
        "question_WeAnXQ",
        "question_Myg9p8",
        "question_xeQ4EF",
        "question_x9fNmp",
        "category_ND4C96",
        "question_t7jbnQ",
        "question_GLh6eF",
        "category_UyDgza",
        "question_JfdVLJ",
        "question_TtnGnX",
        "category_rV3kTA",
        "question_WiadYa",
        "question_zbKFeA"
      ],
      "settings": {
        "heading": "FAQ: Domande più frequenti",
        "heading_align": "text-center",
        "color_scheme": "2",
        "full_width": true
      }
    }
  },
  "order": [
    "main",
    "image_banner_8xf9R9",
    "icons_with_text_abeBW3",
    "rich_text_fdhmYD",
    "faq_Lqh466"
  ]
}
